{
  "login" : {
    "user" : [ {
      "name" : "admin",
      "pwd" : "admin",
      "uid" : "00000000"
    }, {
      "name" : "snow",
      "pwd" : "snowglobe",
      "uid" : "00000f56"
    }, {
      "name" : "david516",
      "pwd" : "password",
      "uid" : "b0d00b0d"
    } ]
  },
  "pc" : [ {
    "class" : 2,
    "feats" : [ 2 ],
    "level" : 1,
    "name" : "Basil",
    "public" : 0,
    "race" : 0,
    "scores" : [ 8, 6, 11, 13, 18, 16 ],
    "skills" : [ 0 ],
    "spells" : [ 1 ],
    "uid" : "00000f56"
  }, {
    "class" : 0,
    "feats" : [ 1 ],
    "level" : 2,
    "name" : "Meatball",
    "public" : 1,
    "race" : 2,
    "scores" : [ 16, 18, 15, 12, 4, 6 ],
    "skills" : [ 2 ],
    "uid" : "b0d00b0d"
  }, {
    "class" : 0,
    "level" : 1,
    "name" : "Vladimir Tlatoani",
    "public" : 1,
    "race" : 1,
    "scores" : [ 13, 12, 17, 10, 4, 15 ],
    "skills" : [ 1 ],
    "uid" : "00000f56"
  }, {
    "class" : 0,
    "level" : 1,
    "name" : "Rafael",
    "public" : 0,
    "race" : 0,
    "scores" : [ 10, 10, 10, 10, 10, 10 ],
    "skills" : [ 0 ],
    "uid" : "b0d00b0d"
  }, {
    "class" : 0,
    "level" : 1,
    "name" : "Rafael2",
    "public" : 0,
    "race" : 0,
    "scores" : [ 10, 11, 10, 10, 10, 10 ],
    "skills" : [ 0 ],
    "uid" : "b0d00b0d"
  } ],
  "rule" : {
    "ability_score" : [ {
      "name" : "CON",
	  "full_name" : "Constitution",
	  "desc" : "How well one takes a hit, affects one's total hit points."
    }, {
      "name" : "STR",
	  "full_name" : "Strength",
	  "desc" : "Ability to swing a weapon or move large objects, as well as general endurance."
    }, {
      "name" : "DEX",
	  "full_name" : "Dexterity",
	  "desc" : "Ability to dodge, move quickly, and properly use some weapons."
    }, {
      "name" : "WIS",
	  "full_name" : "Wisdom",
	  "desc" : "Ability to perceive and understand one's surroundings. Often used to resist spells. Used by some to cast spells."
    }, {
      "name" : "INT",
	  "full_name" : "Intelligence",
	  "desc" : "Knowledge of the world, history, invention, and magic."
    }, {
      "name" : "CHA",
	  "full_name" : "Charisma",
	  "desc" : "Ability to handle people or other entities in a conversation. Used by some to cast spells."
    } ],
    "class" : [ {
      "hit_dice" : "d8",
      "level_bonus" : [ {
        "attack_bonus" : 0,
        "fort_save" : 2,
        "ref_save" : 0,
        "special" : [ 9, 10, 11, 12 ],
        "spellcount" : [ 3, 1 ],
        "will_save" : 2
      } ],
      "long_desc" : "In faith and the miracles of the divine, many find a greater purpose. Called to serve powers beyond most mortal understanding, all priests preach wonders and provide for the spiritual needs of their people. Clerics are more than mere priests, though; these emissaries of the divine work the will of their deities through strength of arms and the magic of their gods.",
      "name" : "Cleric",
      "short_desc" : "Use faith and miracles to serve powers beyond mortal understanding.",
      "skill" : [ 1, 4 ],
      "skill_rank_per_lev" : 2,
      "spells" : [ ]
    }, {
      "hit_dice" : "d10",
      "level_bonus" : [ {
        "attack_bonus" : 1,
        "fort_save" : 2,
        "ref_save" : 0,
        "special" : [ 0 ],
        "will_save" : 0
      } ],
      "long_desc" : "Fighters excel at combat—defeating their enemies, controlling the flow of battle, and surviving such sorties themselves. While their specific weapons and methods grant them a wide variety of tactics, few can match fighters for sheer battle prowess.",
      "name" : "Fighter",
      "short_desc" : "Exceptional battle prowess and tactical skill.",
      "skill" : [ 3, 4 ],
      "skill_rank_per_lev" : 2
    }, {
      "hit_dice" : "d8",
      "level_bonus" : [ {
        "attack_bonus" : 0,
        "fort_save" : 2,
        "ref_save" : 0,
        "special" : [ 1, 2, 3, 4 ],
        "spellcount" : [ 3, 1 ],
        "will_save" : 2
      } ],
      "long_desc" : "While some druids might keep to the fringe of battle, allowing companions and summoned creatures to fight while they confound foes with the powers of nature, others transform into deadly beasts and savagely wade into combat. Druids worship personifications of elemental forces, natural powers, or nature itself. Typically this means devotion to a nature deity, though druids are just as likely to revere vague spirits, animalistic demigods, or even specific awe-inspiring natural wonders.",
      "name" : "Druid",
      "short_desc" : "Manipulate flora and fauna to their advantage.",
      "skill" : [ 3, 4 ],
      "skill_rank_per_lev" : 4
    }, {
      "hit_dice" : "d6",
      "level_bonus" : [ {
        "attack_bonus" : 0,
        "fort_save" : 0,
        "ref_save" : 0,
        "special" : [ 5, 6, 7, 8 ],
        "spellcount" : [ 3, 1 ],
        "will_save" : 2
      } ],
      "long_desc" : "While universalist wizards might study to prepare themselves for any manner of danger, specialist wizards research schools of magic that make them exceptionally skilled within a specific focus. Yet no matter their specialty, all wizards are masters of the impossible and can aid their allies in overcoming any danger.",
      "name" : "Wizard",
      "short_desc" : "Use their intelligence to control the universe.",
      "skill" : [ 1, 4 ],
      "skill_rank_per_lev" : 2,
      "spells" : [ 1, 2 ]
    } ],
    "class_feats" : [ {
      "name" : "Bonus Feat"
    }, {
      "name" : "Nature Bond"
    }, {
      "name" : "Nature Sense"
    }, {
      "name" : "Orisons"
    }, {
      "name" : "Wild Empathy"
    }, {
      "name" : "Arcane Bond"
    }, {
      "name" : "Arcane School"
    }, {
      "name" : "Cantrips"
    }, {
      "name" : "Scribe Scroll"
    }, {
      "name" : "Aura"
    }, {
      "name" : "Channel Energy"
    }, {
      "name" : "Domains"
    }, {
      "name" : "Spontaneous Casting"
    } ],
    "feats" : [ {
      "name" : "Accomplished Sneak Attacker",
      "prerequisite": "<coming soon>",
      "benefits": "<coming soon>"
    }, {
      "name" : "Acrobatic",
      "prerequisite": "<coming soon>",
      "benefits": "<coming soon>"
    }, {
      "name" : "Cloud Step",
      "prerequisite": "<coming soon>",
      "benefits": "<coming soon>"
    } ],
    "feat" : [ {
      "name" : "Accomplished Sneak Attacker",
      "prereq": "<coming soon>",
      "benefit": "<coming soon>"
    }, {
      "name" : "Acrobatic",
      "prereq": "<coming soon>",
      "benefit": "<coming soon>"
    }, {
      "name" : "Cloud Step",
      "prereq": "<coming soon>",
      "benefit": "<coming soon>"
    } ],
    "language" : [ {
      "name" : "Common"
    }, {
      "name" : "Elven"
    }, {
      "name" : "Dwarven"
    } ],
    "magic_schools" : [ {
      "name" : "abjuration"
    }, {
      "name" : "conjuration"
    }, {
      "name" : "divination"
    }, {
      "name" : "enchantment"
    }, {
      "name" : "evocation"
    }, {
      "name" : "illusion"
    }, {
      "name" : "necromancy"
    }, {
      "name" : "transmutation"
    } ],
    "race" : [ {
	    "short_desc" : "Well-rounded and lucky. Humans are known for their charisma, their skill in the market, and and their penchant for exploration.",
      "language" : [ 0 ],
      "modifier" : [ 0, 0, 0, 0, 0, 0 ],
      "name" : "Human",
      "racial_feats" : [ 0, 1, 2 ],
      "size" : "Medium",
      "speed" : 30
    }, {
	    "short_desc" : "Dextrous, wise, and magical. Elves have keen eyes and a special affinity for nature.",
      "language" : [ 0, 1 ],
      "modifier" : [ -2, 0, 2, 0, 2, 0 ],
      "name" : "Elf",
      "racial_feats" : [ 3, 4, 5, 6, 7 ],
      "size" : "Medium",
      "speed" : 30
    }, {
	    "short_desc" : "Tough, wise, and knowledgeable of the metals of the earth.",
      "language" : [ 0, 2 ],
      "modifier" : [ 2, 0, 0, 2, 0, -2 ],
      "name" : "Dwarf",
      "racial_feats" : [ 8, 9, 10, 11, 12, 13, 14, 15 ],
      "size" : "Medium",
      "speed" : 20
    } ],
    "racial_feats" : [ {
      "desc" : "Select 1 extra feat at 1st level.",
      "name" : "Bonus Feat"
    }, {
      "desc" : "Select 1 additional skill rank per level.",
      "name" : "Skilled"
    }, {
      "desc" : "Add +2 to your choice of ability score.",
      "name" : "Human Versatility"
    }, {
      "desc" : "Immune to magic sleeps effects. Gain +2 to saving throws against enchantment spells and effects.",
      "name" : "Elven Immunities"
    }, {
      "desc" : "+2 to Perception",
      "name" : "Keen Senses"
    }, {
      "desc" : "+2 to overcome spell resistance. +2 to identify magic items.",
      "name" : "Elven Magic"
    }, {
      "desc" : "Proficient with longbows, longswords, rapiers, and shortbows. Treat elven weapons as martial weapons.",
      "name" : "Weapon Familiarity (Elven)"
    }, {
      "desc" : "See twice as far as humans in dim light.",
      "name" : "Low-Light Vision"
    }, {
      "desc" : "+4 to AC against giants.",
      "name" : "Defensive Training"
    }, {
      "desc" : "+2 on saving throws against poison or spells.",
      "name" : "Hardy"
    }, {
      "desc" : "+4 to resististing tripping or a bull rush.",
      "name" : "Stability"
    }, {
      "desc" : "+2 to Appraise checks on nonmagical precious goods.",
      "name" : "Greed"
    }, {
      "desc" : "+2 to Perception to notice unusual stonework, indicating traps or hidden doors. Recieve a check to notice such features when within 10 feet of them, even if not looking.",
      "name" : "Stonecunning"
    }, {
      "desc" : "Can see perfectly in the dark up to 60 feet.",
      "name" : "Darkvision"
    }, {
      "desc" : "+1 to attack rolls against orc or goblinoid creatures.",
      "name" : "Hatred"
    }, {
      "desc" : "Proficient with battleaxes, heavy picks, and warhammers. Treat dwarven weapons as martial weapons.",
      "name" : "Weapon Familiarity (Dwarven)"
    } ],
    "skill" : [ {
      "ability" : 2,
      "armor_penalty" : 1,
      "long_desc" : "You can keep your balance while traversing narrow or treacherous surfaces. You can also dive, flip, jump, and roll, avoiding attacks and confusing your opponents.",
      "name" : "Acrobatics",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "You can evaluate the monetary value of an object.",
      "name" : "Appraise",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 5,
      "armor_penalty" : 0,
      "long_desc" : "You know how to tell a lie.",
      "name" : "Bluff",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 1,
      "armor_penalty" : 1,
      "long_desc" : "You are skilled at scaling vertical surfaces, from smooth city walls to rocky cliffs.",
      "name" : "Climb",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled in the creation of a specific group of items, such as armor or weapons. Like Knowledge, Perform, and Profession, Craft is actually a number of separate skills. You could have several Craft skills, each with its own ranks. The most common Craft skills are alchemy, armor, baskets, books, bows, calligraphy, carpentry, cloth, clothing, glass, jewelry, leather, locks, paintings, pottery, sculptures, ships, shoes, stonemasonry, traps, and weapons. A Craft skill is specifically focused on creating something. If nothing is created by the endeavor, it probably falls under the heading of a Profession skill.",
      "name" : "Craft",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 5,
      "armor_penalty" : 0,
      "long_desc" : "You can use this skill to persuade others to agree with your arguments, to resolve differences, and to gather valuable information or rumors from people. This skill is also used to negotiate conflicts by using the proper etiquette and manners suitable to the problem.",
      "name" : "Diplomacy",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 2,
      "armor_penalty" : 1,
      "long_desc" : "You are skilled at disarming traps and opening locks. In addition, this skill lets you sabotage simple mechanical devices, such as catapults, wagon wheels, and doors.",
      "name" : "Disable Device",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 5,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled at changing your appearance.",
      "name" : "Disguise",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 2,
      "armor_penalty" : 1,
      "long_desc" : "Your training allows you to slip bonds and escape from grapples.",
      "name" : "Escape Artist",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 2,
      "armor_penalty" : 1,
      "long_desc" : "You are skilled at flying, either through the use of wings or magic, and you can perform daring or complex maneuvers while airborne. Note that this skill does not give you the ability to fly.",
      "name" : "Fly",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 5,
      "armor_penalty" : 0,
      "long_desc" : "You are trained at working with animals, and can teach them tricks, get them to follow your simple commands, or even domesticate them.",
      "name" : "Handle Animal",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 3,
      "armor_penalty" : 0,
      "long_desc" : "The DC and effect depend on the task you attempt.",
      "name" : "Heal",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 5,
      "armor_penalty" : 0,
      "long_desc" : "You can use this skill to frighten your opponents or to get them to act in a way that benefits you. This skill includes verbal threats and displays of prowess.",
      "name" : "Intimidate",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "Arcana (ancient mysteries, magic traditions, arcane symbols, constructs, dragons, magical beasts); Although robots are constructs, Knowledge (arcana) cannot be used to identify robots or their abilities and weaknesses. You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties. ",
      "name" : "Knowledge (Arcana)",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "Dungeoneering (aberrations, caverns, oozes, spelunking). You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties.",
      "name" : "Knowledge (Dungeoneering)",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "(buildings, aqueducts, bridges, fortifications); This is the most important skill with regard to technological subjects. Knowledge (engineering) can be used to identify a robot’s abilities and weaknesses. Knowledge (engineering) is also used to identify and understand unknown technological objects in a similar manner to how Spellcraft is used to identify the properties of a magic item. The DC to correctly identify and understand an unknown technological object is equal to the object’s Craft DC. An object with a Craft DC of 15 or less can be automatically identified and understood by someone trained in Knowledge (engineering) who also has the Technologist feat. You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties. ",
      "name" : "Knowledge (Engineering)",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "(lands, terrain, climate, people); Used for astronomy. You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties. ",
      "name" : "Knowledge (Geography)",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "(wars, colonies, migrations, founding of cities). You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties.",
      "name" : "Knowledge (History)",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : " (legends, personalities, inhabitants, laws, customs, traditions, humanoids). You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties.",
      "name" : "Knowledge (Local)",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "(animals, fey, monstrous humanoids, plants, seasons and cycles, weather, vermin). You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties.",
      "name" : "Knowledge (Nature)",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "(lineages, heraldry, personalities, royalty). You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties.",
      "name" : "Knowledge (Nobility)",
      "short_desc" : "<COMING SOON>"
    }, {
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "(the Inner Planes, the Outer Planes, the Astral Plane, the Ethereal Plane, outsiders, planar magic). You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties.",
      "name" : "Knowledge (Planes)",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : " (gods and goddesses, mythic history, ecclesiastic tradition, holy symbols, undead). You are educated in a field of study and can answer both simple and complex questions. Like the Craft, Perform, and Profession skills, Knowledge actually encompasses a number of different specialties.",
      "name" : "Knowledge (Religion)",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled at working with language, in both its spoken and written forms. You can speak multiple languages, and can decipher nearly any tongue given enough time. Your skill in writing allows you to create and detect forgeries as well.",
      "name" : "Linguistics",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 3,
      "armor_penalty" : 0,
      "long_desc" : "Your senses allow you to notice fine details and alert you to danger. Perception covers all five senses, including sight, hearing, touch, taste, and smell.",
      "name" : "Perception",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 5,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled at one form of entertainment, from singing to acting to playing an instrument. Like Craft, Knowledge, and Profession, Perform is actually a number of separate skills. You could have several Perform skills, each with its own ranks.",
      "name" : "Perform",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 3,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled at a specific job. Like Craft, Knowledge, and Perform, Profession is actually a number of separate skills. You could have several Profession skills, each with its own ranks. While a Craft skill represents ability in creating an item, a Profession skill represents an aptitude in a vocation requiring a broader range of less specific knowledge.",
      "name" : "Profession",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 2,
      "armor_penalty" : 1,
      "long_desc" : "You are skilled at riding mounts, usually a horse, but possibly something more exotic, like a griffon or pegasus. If you attempt to ride a creature that is ill suited as a mount, you take a –5 penalty on your Ride checks.",
      "name" : "Ride",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 3,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled at detecting falsehoods and true intentions.",
      "name" : "Sense Motive",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 2,
      "armor_penalty" : 1,
      "long_desc" : "Your training allows you to pick pockets, draw hidden weapons, and take a variety of actions without being noticed.",
      "name" : "Sleight of Hand",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 4,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled at the art of casting spells, identifying magic items, crafting magic items, and identifying spells as they are being cast.",
      "name" : "Spellcraft",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 2,
      "armor_penalty" : 1,
      "long_desc" : "You are skilled at avoiding detection, allowing you to slip past foes or strike from an unseen position. This skill covers hiding and moving silently.",
      "name" : "Stealth",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 3,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled at surviving in the wild and at navigating in the wilderness. You also excel at following trails and tracks left by others.",
      "name" : "Survival",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 1,
      "armor_penalty" : 1,
      "long_desc" : "You know how to swim and can do so even in stormy water.",
      "name" : "Swim",
      "short_desc" : "<COMING SOON>"
    },{
      "ability" : 5,
      "armor_penalty" : 0,
      "long_desc" : "You are skilled at activating magic items, even if you are not otherwise trained in their use.",
      "name" : "Use Magic Device",
      "short_desc" : "<COMING SOON>"
    }],
    "spell" : [ {
  	  "name" : "Acid Arrow",
  	  "school" : 1,
  	  "level" : 2,
  	  "classes" : [2],
  	  "time" : "1 action",
  	  "components" : "VSM",
  	  "range" : "400 ft",
  	  "duration" : "1 round + 1 round per 3 levels",
  	  "desc" : "An arrow of acid springs from your hand and speeds to its target. You must succeed on a ranged touch attack to hit your target. The arrow deals 2d4 points of acid damage with no splash damage. For every three caster levels you possess, the acid, unless neutralized, lasts for another round (to a maximum of 6 additional rounds at 18th level), dealing another 2d4 points of damage in each round."
  	}, {
  	  "name" : "Acid Fog",
  	  "school" : 1,
  	  "level" : 6,
  	  "classes" : [2],
  	  "time" : "1 action",
  	  "components" : "VSM",
  	  "range" : "100 ft",
  	  "duration" : "1 round per level",
  	  "desc" : "Acid fog creates a billowing mass of misty vapors like the solid fog spell. In addition to slowing down creatures and obscuring sight, this spell's vapors are highly acidic. Each round on your turn, starting when you cast the spell, the fog deals 2d6 points of acid damage to each creature and object within it."
  	}, {
  	  "name" : "Aid",
  	  "school" : 3,
  	  "level" : 2,
  	  "classes" : [],
  	  "time" : "1 action",
  	  "components" : "VS",
  	  "range" : "touch",
  	  "duration" : "1 min/level",
  	  "desc" : "Aid grants the target a +1 morale bonus on attack rolls and saves against fear effects, plus temporary hit points equal to 1d8 + caster level (to a maximum of 1d8+10 temporary hit points at caster level 10th)."
  	}, {
  	  "name" : "Resistance",
  	  "school" : 0,
  	  "level" : 0,
  	  "classes" : [1, 2],
  	  "time" : "1 action",
  	  "components" : "VSM",
  	  "range" : "touch",
  	  "duration" : "1 minute",
  	  "desc" : "You imbue the subject with magical energy that protects it from harm, granting it a +1 resistance bonus on saves."
  	}
	]
  }
}
